{"inkVersion":21,"root":[["^You want to seem sophisticated, so you order her a drink that maybe she hasn’t heard of. You don’t know what people her age drink. She giggles when you say “French 75”, and you’re not sure what that implies.","\n",["ev",{"^->":"0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^You feel...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.2.s"},[{"#n":"$r2"}],"^ sweaty, and you feel that your sweat is soaking through your polyester button-up shirt, which you thought looked a little nicer and dressier than what you’d normally wear, but you now regret on account of the dampness spreading from your armpits and other crevices — some crevices which, you realize with increasing panic, will be exposed to her in all of their offensive humidity and odors if the night goes well.","\n",[["ev",{"^->":"0.c-0.8.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^She seems...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.8.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"^ interested in you, shockingly. She hasn’t picked up on the particular stench of mid-divorce loser-smell that clings to your clothing. Actually, she thinks it’s hot that you’re in the middle of a divorce? You haven’t told her you have a five year old daughter. She thinks you make a lot more money than you actually do. She doesn’t know you’ll be paying child support for what feels like the rest of your life.","\n",[["ev",{"^->":"0.c-0.8.c-0.8.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^You ask...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.8.c-0.8.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"^ her about her hobbies and stuff. She giggles more and touches your face, and you don’t remember what she says because then her tongue is in your mouth.","\n",[["ev",{"^->":"0.c-0.8.c-0.8.c-0.8.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^You touch... ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.8.c-0.8.c-0.8.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"^ her blouse. The top two buttons are already undone. You start grasping at the third, but she slaps your hand away. Not here, she says coyly. My apartment isn’t far, she says, but her two roommates are home rewatching Alien (1979). She looks at you expectantly. You can’t tell her that you drove three hours for this date and that your soon-to-be-ex wife is probably at home crying in the arms of her neighbor-slash-lover while your daughter watches TV in silence. ","\n",[["ev",{"^->":"0.c-0.8.c-0.8.c-0.8.c-0.8.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^You take her...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.8.c-0.8.c-0.8.c-0.8.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"^ to the nicest hotel nearby and book a room you can’t afford. When she leaves later that night, undoubtedly unsatisfied, you feel incredibly old and stupid. ","\n","done",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}